---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Liter
source: html/f692b0fd-1bfe-94ca-a816-af71cb8502d8.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Liter Property

Symbol L, indicating unit Liters.

## Syntax (C#)
```csharp
public static ForgeTypeId Liter { get; }
```